export default {
    data() {
        return [{
            "link": "https://rent.591.com.tw/rent-detail-8144010.html ",
            "label": "五條通,現為日本料理,分區,第四種商業區",
            "monthlyRent": "100,000",
            "predRev": 956000,
            "where": "中山區-中山北路一段83巷",
            "lat": 25.0497774,
            "lng": 121.5244102
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8145422.html ",
            "label": "全新大樓,光華商場,1+2樓招牌明顯",
            "monthlyRent": "90,000",
            "predRev": 257000,
            "where": "中山區-八德路二段",
            "lat": 25.0456445,
            "lng": 121.5366475
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8102310.html ",
            "label": "林森五條通,裝潢佳,有庭院",
            "monthlyRent": "60,000",
            "predRev": 358000,
            "where": "中山區-林森北路85巷",
            "lat": 25.0491905,
            "lng": 121.5276260
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7986832.html ",
            "label": "2樓餐飲醫美牙醫診所商業區捷運中山國小站",
            "monthlyRent": "160,000",
            "predRev": 183000,
            "where": "中山區-民權東路一段",
            "lat": 25.0628162,
            "lng": 121.5256755
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8047974.html ",
            "label": "自租~中山北路巷弄小店面(可增大)",
            "monthlyRent": "30,000",
            "predRev": 168000,
            "where": "中山區-中山北路二段115巷3弄4號",
            "lat": 25.0612340,
            "lng": 121.5235530
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8117588.html ",
            "label": "捷運中山國小站正對面黃金店面",
            "monthlyRent": "100,000",
            "predRev": 395000,
            "where": "中山區-林森北路518號",
            "lat": 25.0622800,
            "lng": 121.5254930
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7891405.html ",
            "label": "店面出租（光華三創正對面）",
            "monthlyRent": "90,000",
            "predRev": 270000,
            "where": "中山區-新生北路一段58號",
            "lat": 25.0464509,
            "lng": 121.5310662
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7867784.html ",
            "label": "賺錢屋(市地標,眾所矚目)適精品連鎖店等",
            "monthlyRent": "100,000",
            "predRev": 561000,
            "where": "中山區-八德路二段123號",
            "lat": 25.0454491,
            "lng": 121.5363581
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7962663.html ",
            "label": "大直橋旁北安路正店面",
            "monthlyRent": "55,000",
            "predRev": 766000,
            "where": "中山區-北安路",
            "lat": 25.0795872,
            "lng": 121.5448889
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8036514.html ",
            "label": "共享空間美容美髮美睫美甲紋繡與教室",
            "monthlyRent": "8,000",
            "predRev": 23000,
            "where": "中山區-南京東路二段",
            "lat": 25.0522630,
            "lng": 121.5284630
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7642538.html ",
            "label": "四平陽光商圈優質黃金店面",
            "monthlyRent": "50,000",
            "predRev": 810000,
            "where": "中山區-四平街88號",
            "lat": 25.0535519,
            "lng": 121.5343550
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7793323.html ",
            "label": "商四獨棟4層零公設/店面商辦出租",
            "monthlyRent": "120,000",
            "predRev": 731000,
            "where": "中山區-中山北路一段121巷36-2號",
            "lat": 25.0518012,
            "lng": 121.5256510
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7809530.html ",
            "label": "近行天宮捷運站黃金店面",
            "monthlyRent": "10,000",
            "predRev": 807000,
            "where": "中山區-錦州街259號",
            "lat": 25.0604318,
            "lng": 121.5345901
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7834465.html ",
            "label": "人潮買氣.四平商圈.捷運口",
            "monthlyRent": "58,000",
            "predRev": 75000,
            "where": "中山區-松江路123巷3號",
            "lat": 25.0528069,
            "lng": 121.5338440
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7904268.html ",
            "label": "南京黃金三角窗店面-[勝義地產]",
            "monthlyRent": "310,000",
            "predRev": 349000,
            "where": "中山區-南京東路三段",
            "lat": 25.0530279,
            "lng": 121.5398274
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7925891.html ",
            "label": "興安街正路邊黃金店面(近復興北路口)",
            "monthlyRent": "59,000",
            "predRev": 53000,
            "where": "中山區-興安街122號",
            "lat": 25.0559745,
            "lng": 121.5432973
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7927123.html ",
            "label": "黃金店面五條通林森北路口",
            "monthlyRent": "48,000",
            "predRev": 926000,
            "where": "中山區-中山一路83巷",
            "lat": 25.0507952,
            "lng": 121.5255162
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7932718.html ",
            "label": "南京東路二段三角窗裝潢設備齊全馬上可營業",
            "monthlyRent": "50,000",
            "predRev": 951000,
            "where": "中山區-南京東路二段41巷16號",
            "lat": 25.0528984,
            "lng": 121.5294266
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7966466.html ",
            "label": "長安東路1段金店面40坪+B1(20坪)",
            "monthlyRent": "100,000",
            "predRev": 651000,
            "where": "中山區-長安東路一段",
            "lat": 25.0478416,
            "lng": 121.5262506
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7991066.html ",
            "label": "格局方正空間大金店辦",
            "monthlyRent": "100,000",
            "predRev": 543000,
            "where": "中山區-建國北路一段23巷",
            "lat": 25.047416,
            "lng": 121.538562
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8011957.html ",
            "label": "雙城街黃金店面-近晴光市場",
            "monthlyRent": "35,000",
            "predRev": 709000,
            "where": "中山區-雙城街32巷2號",
            "lat": 25.0661637,
            "lng": 121.5241957
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8002138.html ",
            "label": "美麗華濱江國中金店面",
            "monthlyRent": "120,000",
            "predRev": 848000,
            "where": "中山區-樂群二路297號",
            "lat": 25.0801768,
            "lng": 121.5612745
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7977354.html ",
            "label": "晶華酒店精品商圈雅緻開創型店面超吸金推薦",
            "monthlyRent": "333,333",
            "predRev": 813000,
            "where": "中山區-長春路",
            "lat": 25.0548448,
            "lng": 121.52346
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8041472.html ",
            "label": "中山北路百年綠藝官道國際精品店街",
            "monthlyRent": "40,000",
            "predRev": 260000,
            "where": "中山區-中山二路22號",
            "lat": 25.0559734,
            "lng": 121.5219460
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8031783.html ",
            "label": "林森北路條通商圈金店面",
            "monthlyRent": "64,888",
            "predRev": 633000,
            "where": "中山區-林森北路107巷40號",
            "lat": 25.0499540,
            "lng": 121.5263540
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8062482.html ",
            "label": "出租或頂讓足體養生美容美甲美睫(包水電",
            "monthlyRent": "15,000",
            "predRev": 744000,
            "where": "中山區-長安東路一段",
            "lat": 25.0475868,
            "lng": 121.5263958
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8087441.html ",
            "label": "四平街商場建國市場內臨四平街",
            "monthlyRent": "15,000",
            "predRev": 50000,
            "where": "中山區-四平街",
            "lat": 25.0535540,
            "lng": 121.5345040
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8137911.html ",
            "label": "中山北路2段大馬路三角窗整棟金店面整棟",
            "monthlyRent": "180,000",
            "predRev": 634000,
            "where": "中山區-中山北路二段93號",
            "lat": 25.0589330,
            "lng": 121.5228653
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8115388.html ",
            "label": "南京東路三段透天店面1+2",
            "monthlyRent": "48,000",
            "predRev": 115000,
            "where": "中山區-南京東路三段109巷15號",
            "lat": 25.0530203,
            "lng": 121.540011
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8116990.html ",
            "label": "正林森北三角窗金店面",
            "monthlyRent": "217,000",
            "predRev": 485000,
            "where": "中山區-林森北路381號",
            "lat": 25.0550259,
            "lng": 121.5254187
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8047652.html ",
            "label": "［獨立空調］龍江一樓玻璃店面",
            "monthlyRent": "66,000",
            "predRev": 201000,
            "where": "中山區-龍江路",
            "lat": 25.0531051,
            "lng": 121.5462326
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8139680.html ",
            "label": "10米大面寬透天金店面*微風商圈*",
            "monthlyRent": "550,000",
            "predRev": 684000,
            "where": "中山區-復興南路一段",
            "lat": 25.0477848,
            "lng": 121.5467196
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8081599.html ",
            "label": "行天宮捷運民生東優質黃金大店面",
            "monthlyRent": "68,000",
            "predRev": 16000,
            "where": "中山區-民生東路二段",
            "lat": 25.0581123,
            "lng": 121.5305688
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7911506.html ",
            "label": "MRT美麗華金店舖格局方正",
            "monthlyRent": "70,000",
            "predRev": 438000,
            "where": "中山區-敬業二路69巷",
            "lat": 25.0829789,
            "lng": 121.5542011
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7852646.html ",
            "label": "中山區金寶黃金店面",
            "monthlyRent": "70,000",
            "predRev": 580000,
            "where": "中山區-雙城街25巷",
            "lat": 25.0661500,
            "lng": 121.5246780
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7444071.html ",
            "label": "大直明水三井轉角1樓店面",
            "monthlyRent": "178,000",
            "predRev": 343000,
            "where": "中山區-明水路606巷16號",
            "lat": 25.0818929,
            "lng": 121.5522968
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7580849.html ",
            "label": "中山北路晶華酒店商圈店面1&amp;2樓",
            "monthlyRent": "580,000",
            "predRev": 409000,
            "where": "中山區-中山北路二段45巷5號",
            "lat": 25.0545036,
            "lng": 121.5231991
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7829833.html ",
            "label": "長安東路二段.黃金店面2樓商辦",
            "monthlyRent": "80,000",
            "predRev": 1000,
            "where": "中山區-長安東路二段",
            "lat": 25.048199,
            "lng": 121.541261
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7832828.html ",
            "label": "長三角窗捷運商圈大路口人車潮文武店面商辦",
            "monthlyRent": "98,000",
            "predRev": 556000,
            "where": "中山區-民權東路一段",
            "lat": 25.0628681,
            "lng": 121.5254752
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7837264.html ",
            "label": "商業區適合小吃冰品茶坊,小投資的最好選擇",
            "monthlyRent": "14,500",
            "predRev": 561000,
            "where": "中山區-中山北路二段115巷11號",
            "lat": 25.0616996,
            "lng": 121.5244757
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7839972.html ",
            "label": "超級樂透辦公室出租",
            "monthlyRent": "100,000",
            "predRev": 526000,
            "where": "中山區-民權東路三段191巷",
            "lat": 25.0624399,
            "lng": 121.5490144
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7867704.html ",
            "label": "民權西捷運三角窗",
            "monthlyRent": "55,000",
            "predRev": 710000,
            "where": "中山區-民權西路9巷",
            "lat": 25.0633939,
            "lng": 121.5218460
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7868381.html ",
            "label": "近華山文創園區，有售酒執照，可開店賣酒",
            "monthlyRent": "60,000",
            "predRev": 902000,
            "where": "中山區-長安東路一段53巷2號",
            "lat": 25.0481025,
            "lng": 121.5255473
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7874041.html ",
            "label": "南京大馬路邊間金店面",
            "monthlyRent": "310,000",
            "predRev": 993000,
            "where": "中山區-南京東路三段",
            "lat": 25.0513677,
            "lng": 121.5381672
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7893309.html ",
            "label": "✪七條通優質金店✪高4.2M",
            "monthlyRent": "69,999",
            "predRev": 808000,
            "where": "中山區-林森北路119巷",
            "lat": 25.0497502,
            "lng": 121.5271189
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7901872.html ",
            "label": "美髮一樓店面分租，無需裝潢含設備自當老闆",
            "monthlyRent": "18,000",
            "predRev": 958000,
            "where": "中山區-林森北路410號",
            "lat": 25.0587929,
            "lng": 121.5245469
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7905423.html ",
            "label": "近大潤發、光華商圈、建國啤酒廠全新店面",
            "monthlyRent": "130,000",
            "predRev": 222000,
            "where": "中山區-八德路二段117號",
            "lat": 25.0455905,
            "lng": 121.5364025
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7933565.html ",
            "label": "劍南路蝴蝶步道旁建物、停車場地出租",
            "monthlyRent": "60,000",
            "predRev": 900000,
            "where": "中山區-劍南路",
            "lat": 25.0878388,
            "lng": 121.5546631
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7943302.html ",
            "label": "中山北南京西路捷運整棟3層金店面",
            "monthlyRent": "250,000",
            "predRev": 318000,
            "where": "中山區-中山北路一段",
            "lat": 25.0502200,
            "lng": 121.5220760
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7981910.html ",
            "label": "共同辦公空間，會議室，公司登記可",
            "monthlyRent": "1,200",
            "predRev": 660000,
            "where": "中山區-林森北路259巷11號",
            "lat": 25.0539259,
            "lng": 121.5257079
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7969593.html ",
            "label": "角間雙店面雙面採光,方正格局使用空間大",
            "monthlyRent": "120,000",
            "predRev": 540000,
            "where": "中山區-長春路137巷",
            "lat": 25.0562147,
            "lng": 121.5324129
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8028291.html ",
            "label": "南京松江美睫分租與合作",
            "monthlyRent": "6,500",
            "predRev": 822000,
            "where": "中山區-松江路132巷",
            "lat": 25.0523503,
            "lng": 121.5315345
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8041110.html ",
            "label": "優質機能金店面(地下室加一樓)",
            "monthlyRent": "88,000",
            "predRev": 53000,
            "where": "中山區-合江街100巷",
            "lat": 25.0584620,
            "lng": 121.5381570
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8044323.html ",
            "label": "七條通美食街金店面",
            "monthlyRent": "75,000",
            "predRev": 293000,
            "where": "中山區-林森北路119巷62號",
            "lat": 25.0501480,
            "lng": 121.5272800
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8055428.html ",
            "label": "松江南京雙捷運站1+2樓金店",
            "monthlyRent": "200,000",
            "predRev": 571000,
            "where": "中山區-南京東路二段",
            "lat": 25.0541900,
            "lng": 121.5336370
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8083604.html ",
            "label": "建國北路二段大馬路邊,適各行業",
            "monthlyRent": "120,000",
            "predRev": 63000,
            "where": "中山區-建國北路二段125號",
            "lat": 25.0598502,
            "lng": 121.5373355
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8065712.html ",
            "label": "☘MRT南京復興必爭黃金搶手店面",
            "monthlyRent": "195,000",
            "predRev": 365000,
            "where": "中山區-南京東路三段",
            "lat": 25.0531730,
            "lng": 121.5409451
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8084106.html ",
            "label": "美髮空間分租PT皆可",
            "monthlyRent": "18,000",
            "predRev": 479000,
            "where": "中山區-中山北路二段16巷",
            "lat": 25.0530082,
            "lng": 121.5213194
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8092293.html ",
            "label": "南京復興站~1樓+B1店辦~門口可停車",
            "monthlyRent": "60,000",
            "predRev": 121000,
            "where": "中山區-遼寧街45巷",
            "lat": 25.0488306,
            "lng": 121.5432358
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8100221.html ",
            "label": "✪七條通商圈✪社區新",
            "monthlyRent": "35,000",
            "predRev": 26000,
            "where": "中山區-林森北路119巷",
            "lat": 25.0493890,
            "lng": 121.5266345
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8105963.html ",
            "label": "龍江錦洲金店面",
            "monthlyRent": "49,800",
            "predRev": 635000,
            "where": "中山區-龍江路",
            "lat": 25.0608380,
            "lng": 121.5406070
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7274244.html ",
            "label": "時尚典雅高貴美甲分租開放空間",
            "monthlyRent": "15,000",
            "predRev": 464000,
            "where": "中山區-林森北路119巷",
            "lat": 25.0496127,
            "lng": 121.5268582
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8021703.html ",
            "label": "❤❤中山國中捷運站旁金店面❤❤",
            "monthlyRent": "80,000",
            "predRev": 395000,
            "where": "中山區-民權東路三段60巷",
            "lat": 25.0605437,
            "lng": 121.5422233
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8078966.html ",
            "label": "晴光市場停車場旁商四特6米寬店辦適事務所",
            "monthlyRent": "100,000",
            "predRev": 963000,
            "where": "中山區-中山北路二段183巷",
            "lat": 25.0637464,
            "lng": 121.5231262
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8141806.html ",
            "label": "麗晶盛艷五條通日本料理餐廳營業至9/20",
            "monthlyRent": "100,000",
            "predRev": 424000,
            "where": "中山區-中山北路一段83巷38號",
            "lat": 25.0497774,
            "lng": 121.5244102
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8156191.html ",
            "label": "中山國小/獨立進出口/可掛招牌/",
            "monthlyRent": "160,000",
            "predRev": 45000,
            "where": "中山區-民權東路一段",
            "lat": 25.1164164,
            "lng": 121.5314291
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8153208.html ",
            "label": "Ψ旺德美客▲光華商場▲建國北路▲黃金店面",
            "monthlyRent": "60,000",
            "predRev": 265000,
            "where": "中山區-八德路二段",
            "lat": 25.0462794,
            "lng": 121.5359446
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8095500.html ",
            "label": "林森商圈長安一樓金店面有前院",
            "monthlyRent": "60,000",
            "predRev": 540000,
            "where": "中山區-林森北路85巷",
            "lat": 25.0493011,
            "lng": 121.5274948
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8144121.html ",
            "label": "含稅價！國賓飯店巷內•附小庭院•稀有釋出",
            "monthlyRent": "50,000",
            "predRev": 379000,
            "where": "中山區-中山北路二段59巷",
            "lat": 25.0552790,
            "lng": 121.5225385
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7870019.html ",
            "label": "Ψ旺德美客▲近長安東路、八德路▲1+2樓",
            "monthlyRent": "70,000",
            "predRev": 434000,
            "where": "中山區-龍江路",
            "lat": 25.0484734,
            "lng": 121.5411816
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8088283.html ",
            "label": "中山國小💖邊間優質店面．適百業",
            "monthlyRent": "55,000",
            "predRev": 841000,
            "where": "中山區-吉林路",
            "lat": 25.0670499,
            "lng": 121.5303330
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8088287.html ",
            "label": "中山國小💖邊間優質店面．適百業",
            "monthlyRent": "100,000",
            "predRev": 325000,
            "where": "中山區-吉林路",
            "lat": 25.0670499,
            "lng": 121.5303330
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8033171.html ",
            "label": "短租~正民生東路店面精品服飾-中信游世耀",
            "monthlyRent": "110,000",
            "predRev": 790000,
            "where": "中山區-民生東路四段",
            "lat": 25.0579725,
            "lng": 121.5501689
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8023858.html ",
            "label": "遠雄首府面寬金店面",
            "monthlyRent": "168,000",
            "predRev": 255000,
            "where": "中山區-林森北路",
            "lat": 25.0653991,
            "lng": 121.5257465
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7895282.html ",
            "label": "林森北大空間適合餐飲-中信游世耀",
            "monthlyRent": "88,000",
            "predRev": 874000,
            "where": "中山區-林森北路119巷",
            "lat": 25.0515092,
            "lng": 121.5274462
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8109684.html ",
            "label": "南西商圈~中山捷運人潮錢潮~金店面分租",
            "monthlyRent": "150,000",
            "predRev": 585000,
            "where": "中山區-中山北路二段16巷",
            "lat": 25.0525104,
            "lng": 121.5209653
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8129474.html ",
            "label": "微風商圈~整棟金店面~中信游世耀",
            "monthlyRent": "550,000",
            "predRev": 849000,
            "where": "中山區-復興南路一段",
            "lat": 25.0474530,
            "lng": 121.5445680
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7868255.html ",
            "label": "【南京復興站】醫美診所首選/地點絕佳",
            "monthlyRent": "280,000",
            "predRev": 815000,
            "where": "中山區-南京東路三段",
            "lat": 25.0508405,
            "lng": 121.5423261
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8116889.html ",
            "label": "人潮多~大面寬~一日三市",
            "monthlyRent": "220,000",
            "predRev": 856000,
            "where": "中山區-民生東路一段",
            "lat": 25.0580635,
            "lng": 121.5239830
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7365291.html ",
            "label": "三角窗~可餐飲~松江南京氣派金店",
            "monthlyRent": "160,000",
            "predRev": 128000,
            "where": "中山區-松江路",
            "lat": 25.0511037,
            "lng": 121.5338102
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7996991.html ",
            "label": "大面寬~大使用坪數~商業用",
            "monthlyRent": "600,000",
            "predRev": 772000,
            "where": "中山區-松江路",
            "lat": 25.0520284,
            "lng": 121.5330834
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7895267.html ",
            "label": "✪旺德美客✵近華山✵林森北路✵機能佳",
            "monthlyRent": "60,000",
            "predRev": 448000,
            "where": "中山區-長安東路一段53巷",
            "lat": 25.0496953,
            "lng": 121.5271401
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7895313.html ",
            "label": "✪旺德美客✵近大直站✵樂群二路✵屋況佳",
            "monthlyRent": "55,000",
            "predRev": 517000,
            "where": "中山區-明水路",
            "lat": 25.0789866,
            "lng": 121.5521239
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7965865.html ",
            "label": "長安東商圈挑高四米有瓦斯管金店面",
            "monthlyRent": "48,000",
            "predRev": 847000,
            "where": "中山區-長安東路二段116巷",
            "lat": 25.0481056,
            "lng": 121.5360484
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7989125.html ",
            "label": "@長春路巷內店面~近中山國小站~雙連站",
            "monthlyRent": "77,000",
            "predRev": 128000,
            "where": "中山區-長春路61巷",
            "lat": 25.0551091,
            "lng": 121.5257623
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7914171.html ",
            "label": "大同大學賺錢店辦1+2樓",
            "monthlyRent": "78,000",
            "predRev": 634000,
            "where": "中山區-德惠街",
            "lat": 25.0666330,
            "lng": 121.5230590
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7927783.html ",
            "label": "南京復興捷運興安國宅長春市場旁巷店人潮多",
            "monthlyRent": "26,000",
            "predRev": 543000,
            "where": "中山區-遼寧街209巷24號",
            "lat": 25.0549548,
            "lng": 121.542983
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7965865.html ",
            "label": "長安東商圈挑高四米有瓦斯管金店面",
            "monthlyRent": "48,000",
            "predRev": 764000,
            "where": "中山區-長安東路二段116巷",
            "lat": 25.0481056,
            "lng": 121.5360484
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8077059.html ",
            "label": "鄰近南京復興站*可餐飲*速洽",
            "monthlyRent": "168,000",
            "predRev": 45000,
            "where": "中山區-南京東路三段",
            "lat": 25.0522039,
            "lng": 121.5399760
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7989125.html ",
            "label": "@長春路巷內店面~近中山國小站~雙連站",
            "monthlyRent": "77,000",
            "predRev": 418000,
            "where": "中山區-長春路61巷",
            "lat": 25.0551091,
            "lng": 121.5257623
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8087613.html ",
            "label": "★大直美麗華周邊顯眼黃金店面★",
            "monthlyRent": "130,000",
            "predRev": 914000,
            "where": "中山區-樂群三路",
            "lat": 25.0827209,
            "lng": 121.5525482
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8077054.html ",
            "label": "微風商圈*整棟面寬顯眼大店面",
            "monthlyRent": "550,000",
            "predRev": 556000,
            "where": "中山區-復興南路一段",
            "lat": 25.0467565,
            "lng": 121.5443271
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7808886.html ",
            "label": "大直北安路-店面-正三角窗",
            "monthlyRent": "198,000",
            "predRev": 875000,
            "where": "中山區-北安路593號",
            "lat": 25.0820430,
            "lng": 121.5486210
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7927783.html ",
            "label": "南京復興捷運興安國宅長春市場旁巷店人潮多",
            "monthlyRent": "26,000",
            "predRev": 436000,
            "where": "中山區-遼寧街209巷24號",
            "lat": 25.0549548,
            "lng": 121.542983
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8155736.html ",
            "label": "三角窗金店面",
            "monthlyRent": "23,000",
            "predRev": 57000,
            "where": "中山區-德惠街120號",
            "lat": 25.0664820,
            "lng": 121.5299880
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8100496.html ",
            "label": "大直街近實踐大學黃金店面",
            "monthlyRent": "33,000",
            "predRev": 624000,
            "where": "中山區-大直街52巷18號",
            "lat": 25.0823850,
            "lng": 121.5455730
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7835755.html ",
            "label": "近濱江市場榮星花園純B1使用62坪",
            "monthlyRent": "28,000",
            "predRev": 236000,
            "where": "中山區-龍江路356巷",
            "lat": 25.0661199,
            "lng": 121.538611
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7986486.html ",
            "label": "明水路黃金地段1F+B1+B2商業用店面",
            "monthlyRent": "680,000",
            "predRev": 272000,
            "where": "中山區-明水路",
            "lat": 25.0845253,
            "lng": 121.5515824
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7953913.html ",
            "label": "民權西路中山北路口賺錢金店面1+2F",
            "monthlyRent": "300,000",
            "predRev": 886000,
            "where": "中山區-中山北路二段",
            "lat": 25.0620491,
            "lng": 121.5230107
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8141228.html ",
            "label": "近捷運、面寬、挑高夾層、人流大、適百業",
            "monthlyRent": "60,550",
            "predRev": 174000,
            "where": "中山區-長春路163巷",
            "lat": 25.0560950,
            "lng": 121.5344783
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7986358.html ",
            "label": "中山區亞太通商大樓金店",
            "monthlyRent": "1,200,000",
            "predRev": 534000,
            "where": "中山區-建國北路一段80號",
            "lat": 25.0487142,
            "lng": 121.5355268
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7052554.html ",
            "label": "出租~晶華酒店商金店面",
            "monthlyRent": "220,000",
            "predRev": 805000,
            "where": "中山區-中山北路二段45巷",
            "lat": 25.0545190,
            "lng": 121.5234760
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8131559.html ",
            "label": "明亮三角窗、挑高4米6，優質方正發財店面",
            "monthlyRent": "240,000",
            "predRev": 730000,
            "where": "中山區-松江路",
            "lat": 25.0473860,
            "lng": 121.5331860
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8085162.html ",
            "label": "南京雙捷運~三角面寬金店~金融辦公商圈",
            "monthlyRent": "310,000",
            "predRev": 898000,
            "where": "中山區-南京東路三段",
            "lat": 25.0511724,
            "lng": 121.5386562
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8122029.html ",
            "label": "南京復興雙捷運/挑高廣告效益高裝潢美",
            "monthlyRent": "280,000",
            "predRev": 591000,
            "where": "中山區-南京東路三段",
            "lat": 25.0510869,
            "lng": 121.5425725
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7837891.html ",
            "label": "松江南京站全新大樓1+2樓可當店面/辦公",
            "monthlyRent": "130,000",
            "predRev": 639000,
            "where": "中山區-南京東路二段",
            "lat": 25.0530054,
            "lng": 121.5300266
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7785777.html ",
            "label": "微風復興/挑高氣派門廳/一層一戶",
            "monthlyRent": "520,000",
            "predRev": 836000,
            "where": "中山區-復興南路一段",
            "lat": 25.0435144,
            "lng": 121.5456475
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8132634.html ",
            "label": "南京松江/金融商圈金店面/可餐飲",
            "monthlyRent": "250,000",
            "predRev": 954000,
            "where": "中山區-松江路",
            "lat": 25.0462840,
            "lng": 121.5325611
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8085022.html ",
            "label": "可掛大招★近榮星花園★美容美髮餐飲診所",
            "monthlyRent": "41,999",
            "predRev": 782000,
            "where": "中山區-龍江路",
            "lat": 25.0595260,
            "lng": 121.5401294
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7797142.html ",
            "label": "華航旁臨路超值金店/餐飲可/廣告效益佳",
            "monthlyRent": "195,000",
            "predRev": 538000,
            "where": "中山區-南京東路三段",
            "lat": 25.0531705,
            "lng": 121.5409426
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8018064.html ",
            "label": "林森五條通/漂亮裝潢/使用大空間/可掛招",
            "monthlyRent": "60,000",
            "predRev": 561000,
            "where": "中山區-林森北路85巷",
            "lat": 25.0500928,
            "lng": 121.5283046
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8067578.html ",
            "label": "松江民生行天宮站面寬邊間大店面租金便宜",
            "monthlyRent": "68,000",
            "predRev": 657000,
            "where": "中山區-民生東路二段",
            "lat": 25.0581123,
            "lng": 121.5305688
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8077904.html ",
            "label": "*大面寬落地窗*適合各行各業*",
            "monthlyRent": "830,000",
            "predRev": 447000,
            "where": "中山區-民權東路三段",
            "lat": 25.0614812,
            "lng": 121.5382546
        }, {
            "link": "https://rent.591.com.tw/rent-detail-8081069.html ",
            "label": "民生東路三段面寬金店面",
            "monthlyRent": "310,000",
            "predRev": 251000,
            "where": "中山區-民生東路三段",
            "lat": 25.0573414,
            "lng": 121.5433836
        }, {
            "link": "https://rent.591.com.tw/rent-detail-7818042.html ",
            "label": "民生東路三段面寬金店面",
            "monthlyRent": "156,000",
            "predRev": 804000,
            "where": "中山區-民生東路三段",
            "lat": 25.0574654,
            "lng": 121.5436900
        }]
    }
}